<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'app_name' => 'ድርችት',
    'home' => 'መግቢያ',
    'language' => 'ቋንቋ',
    'phone' => 'ስልክ',
    'Email' => 'ኢሜል',
    'logout' => 'ውጣ',
    'useful_links' => 'ጠቃሚ አገናኞች',
    'read_more' => 'ተጨማሪ ያንብቡ',
    'latest' => 'የቅርብ ጊዜ',
    'category' => 'ምድብ',
    'jokes' => 'ቀልዶች',
    'about' => 'ስለ እኛ',
    'login' => 'ግባ',
    'Latest Posts' => 'የቅርብ ጊዜ ልጥፎች',
    'Tags' => 'መለያዎች',
    'tips' => 'ጠቃሚ ምክሮች',
    'contact' => 'አግኝ',
    'follow' => 'ተከተሉን:',
    'intro' => 'ተረት ተረት ልንነግርዎ እዚህ ነን ፡፡',
    'instruction' => 'ይህንን ድር ጣቢያ ለመድረስ እሺ ወደ xxxx ይላኩ ፡፡ ከዚያ በራስ ሰር ይህንን አገልግሎት እንዲጠቀሙ ይፈቀድልዎታል። በአስደናቂ ይዘቶቻችን ጊዜዎን ይደሰቱ።',
    'o-info' => 'የቢሮ መረጃ',
    'location' => 'አካባቢ',
    'address' => '6 ኪሎ ፣ አዲስ አበባ ኢትዮጵያ',
    'agree' => 'በግላዊነት ፖሊሲ ይስማሙ',
    'imopr' => 'በግላዊነት መመሪያችን ላይ አስፈላጊ መረጃ',
    'read' => 'የግላዊነት መመሪያችንን ያንብቡ',
    'footer_intro' => 'በእነዚህ ታላላቅ ታሪኮች ፣ ተረት-ተረቶች ፣ ተረት እና የህፃናት ማሳደጊያ ግጥሞች ይደሰቱ ፡፡ ልጆች ማንበብን እንዲማሩ እና ጥሩ የመኝታ ጊዜ ታሪኮችን እንዲሰሩ ይረዱዎታል!',
    'slid1' => 'ትምህርት እና  እንክብካቤ ለልጆችዎ',
    'slid2' => ' የእርስዎ ልጅ የእኛ ኃላፊነት ',
    'top' => 'ተወዳጀ ተረትቶች',
    'load' => 'ተጨማሪ ይጫኑ',
    'lat' => 'የቅርብ ጊዜ ተረቶች',
    'Tortoise and The Hare' => 'ኤሊ እና ሐሩር',
    'Sleeping beauty' => 'የሚተኛ ውበት',
    'Rapunzel' => 'ራፑንዜል',
    'The beauty and the beast' => 'ውበቱ እና አውሬው',
    'The ugly duckling' => 'አስቀያሚው ዳክዬ',
    'The hare was once boasting of his speed' => 'ጥንቸሉ ከሌሎቹ እንስሳት በፊት አንድ ጊዜ ፍጥነቱን ይመካ ነበር ፡፡ ሙሉ ፍጥነቴን ባቀረብኩበት ወቅት “እስካሁን ድረስ ተሸንፌ አላውቅም...',
    'Once upon a time there lived a king and' => 'በአንድ ወቅት ልጅ ስላልነበራቸው በጣም ደስተኛ ያልሆኑ ንጉስ እና ንግስት ይኖሩ ነበር ፡፡ ግን በመጨረሻ አንድ ትንሽ ሴት ልጅ ተወለደች ፣ ሀዘናቸውም ሆነ...',

    'The hare was once boasting of his speed before the other animals' => '
    ጥንቸሉ ከሌሎቹ እንስሳት በፊት አንድ ጊዜ ፍጥነቱን ይመካ ነበር',

    'I have never yet been beaten,' => 'ፍጥነቴን በሙሉ ባወጣሁበት ጊዜ ገና ተሸንፌ አላውቅም እዚህ ማንንም እፈታተናለሁ” ብሏል',
    'The tortoise said quietly' => 'ኤሊ በዝምታ “እኔ ፈታናህን እቀበላለሁ."',
    'That is a good joke' => 'ይህ ጥሩ ቀልድ ነው ፣ “ጥንቸሉ“ በአጠገብዎ ዙሪያ ሁሉ መደነስ እችል ነበር.',
    'Keep your boasting' => 'እስክትሸነፍ ድረስ ጉራህን ጠብቅ ”ሲል ኤሊ መለሰ: -“ እንሽቀዳደምን? ”
    ስለዚህ አንድ ኮርስ ተስተካክሎ ጅምር ተደረገ ፡፡ ጥንቸሉ በአንድ ጊዜ ከዓይን ሊታይ ተቃረበ ፣ ግን ወዲያው ቆመ እና ለዔሊ ያለውን ንቀት ለማሳየት ፣
    መተኛት ይተኛል ፡፡ ኤሊ እየገሰገሰ ሄደ እና ጥንቸሉ ከእንቅልፉ ሲነቃ አየ
    ኤሊ ወደ መጨረሻው መስመር ሲቃረብ ውድድሩን ለማዳን በወቅቱ መያዝ አልቻለም ፡፡.
    ',
    'Once upon a time there lived a king and queen who were very unhappy because they had no children.' => 'በአንድ ወቅት ልጅ ስላልነበራቸው በጣም ደስተኛ ያልሆኑ ንጉስ እና ንግስት ይኖሩ ነበር ፡፡ ግን በመጨረሻ አንድ ትንሽ ሴት ልጅ ተወለደች ፣ እናም ሀዘናቸው ወደ ደስታ ተቀየረ ፡፡ የምድርን ደወሎች በሙሉ አስደሳች ዜና ለመናገር ተደወሉ ፡፡ ንጉሱ እንደዚህ የመሰለ ታይቶ የማይታወቅ ታላቅ የጥምቀት በዓል አከበሩ ፡፡ በመንግሥቱ ውስጥ የሚያገኛቸውን ተረቶች ሁሉ-ሰባት ነበሩ-እንደ እናት እናቶች ወደ ተጠመቁ እንዲመጡ ጋበዘ ፡፡ እያንዳንዳቸው ልዕልቷን ጥሩ ስጦታ እንደምትሰጣቸው ተስፋ አድርጓል ፡፡ መጠመቁ ሲያበቃ በዓሉ መጣ ፡፡ ከእያንዳንዱ ተረት በፊት አንድ ማንኪያ ፣ ቢላዋ እና ሹካ ያለው ሁሉም ንፁህ ወርቅ አንድ ሳህን ከመቀመጡ በፊት ፡፡ ግን ወዮ! ተረትዎቹ እራሳቸውን በጠረጴዛው ላይ ሊቀመጡ ሲሉ ፣ ያልተጋበዘ አንድ በጣም ያረጀ ተረት ወደ አዳራሹ መጣ ፡፡ ከሃምሳ ዓመት በፊት ከመንግሥቱ የወጣች ሲሆን እስከዛሬም አልታየችም አልተሰማችምም ፡፡ ንጉ king ወዲያውኑ አንድ ሳህን ይዘው እንዲመጡላት አዘዘ ግን እንደ ሌሎቹ የወርቅ ወርቅ ማቅረብ አልቻለም ፡፡ ይህ የቀደመውን ተረት ተቆጥቶ እዚያው እራሷን እያጉተመተመች ተቀመጠች ፡፡ በአጠገብ የተቀመጠች ወጣት ተረት በቁጣ የተሞላ ዛቻዋን ሰማች ፡፡ ይህ ጥሩ አምላክ እናት የድሮውን ተረት ለልጁ ዕድለ ቢስ ስጦታ እንዲሰጣት በመፍራት እራሷን ከመጋረጃ ጀርባ ተደበቀች ፡፡ እሷ ይህን ያደረገችው በመጨረሻ ለመናገር ስለፈለገች ምናልባትም ምናልባትም የድሮውን ተረት ስጦታ መለወጥ ይችል ስለነበረ ነው። በበዓሉ ማብቂያ ላይ ትንሹ ተረት ወደ ፊት ወጣች እና “ልዕልቷ በዓለም ላይ በጣም ቆንጆ ሴት ትሆናለች"',
    'Joke of Chinnes' => 'የቻይናውያን ቀልድ',
    'All our preschools have all-weather indoor play areas' => 'ሁሉም የቅድመ ትምህርት ቤቶቻችን ሁሉም የአየር ሁኔታ የቤት ውስጥ መጫወቻ ስፍራዎች ፣ የጥበብ ስቱዲዮ ወይም አስተናጋጅ ፣ የቴክኖሎጂ ማዕዘኖች እና ሌሎች ብዙ ነገሮች አሏቸው ፡፡ እና አብዛኛዎቹ ከቤት ውጭ የመጫወቻ ስፍራዎች እና በተለይም ለወጣቶች የመዋኛ ገንዳዎች አላቸው ፡፡ ፕሮግራሞቻችን በየቦታው በእኛ እንክብካቤ ውስጥ ያሉ ሕፃናት ከፍተኛ ጥራት ያለው ዓለም አቀፍ ደረጃን እንዲያገኙ ያረጋግጣሉ ፡፡ አስተማሪዎቻችንን በምንመርጥበት ጊዜ ጥብቅ መመዘኛዎች አሉን ፡፡ የከፍተኛ ዲግሪዎች እና ከሁሉም በላይ ደግሞ የእንግሊዝኛ ተናጋሪ መሆን አለባቸው ፡፡',
    'Who We Are' => 'እኛ ማን ነን',
'Best Learning School for Kids' => '
ለልጆች ምርጥ የመማሪያ ትምህርት ቤት',
'Indoor/Outdoor Games for Little Kids' => 'ለቤት ውስጥ / ለቤት ውጭ ጨዋታዎች ለትንንሽ ልጆች',
'Indoor/Outdoor Games for Little Kids' => 'Indoor/Outdoor Games for Little Kids',
'We`re here to Help You' => 'እርስዎን ለማገዝ እዚህ ነን',
'Office Info' => '
የቢሮ መረጃ',
'Email' => 'ኢሜል',
'Phone' => 'ስልክ',
'Location' => '
አካባቢ',
'Addis Ababa' => 'አዲስ አበባ',
'6 Kilo Ethiopia' => '6 ኪሎ ኢትዮጲያ',
'Important_info' => 'በግላዊነት መመሪያችን ላይ አስፈላጊ መረጃ',
'Respect' => 'አክብሮት',
'Hard Work' => 'ታታሪነት',
'Culture' => 'ባህል',
'Smart Thinking' => '
ብልህ አስተሳሰብ',
'Maths' => 'ሂሳብ',
'tips' => 'ምክሮች',
'Reading Skill' => 'የንባብ ችሎታ',
'Narrations' => 'ትረካዎች',
'Send Message' => 'መልዕክት ላክ',
'Choose the moral' => 'ሥነ ምግባሩን ይምረጡ ፡፡ ሥነ ምግባሩ የተረት ማዕከል ስለሆነ ሥነ ምግባራዊውን በመወሰን ተረትዎን መግለፅ ብዙውን ጊዜ ጠቃሚ ነው ፡፡ ተረት ሥነ-ምግባር ከብዙ ሰዎች ጋር በሚመሳሰል ባህላዊ አግባብነት ካለው ጉዳይ ጋር መዛመድ ወይም ማንፀባረቅ አለበት ፡፡
እርስዎን ለማነሳሳት የሚረዱ አንዳንድ የታዋቂ ተረት ሥነ-ምግባር ምሳሌዎች የሚከተሉትን ያካትታሉ:
ላይክ እንደ መሳል ይሳባል ፡፡
“ትልቁ ደግነት አመስጋኞችን አያሳስርም ፡፡',
'How to Write a Fable' => 'ተረት እንዴት እንጻፍ',
'Why do people tell fables to their children' => 'ሰዎች ለምን ተረት ለልጆቻቸው ይናገራሉ',
'Fables tell us a story' => '
ተረቶች አንድ ታሪክ ይነግሩናል እና በተመሳሳይ ጊዜ አንድ ትምህርት ያስተምሩን እና እየሰማን ፣ እየደጋገምን እየፃፍናቸው እና ከሁለት ሺህ ዓመታት በላይ እየፃፍን ነው ፡፡ የአንደኛ ደረጃ ትምህርት ቤት ልጆች ስለ ተረት እና ስለ አይሶፕ እንዴት እንደሚማሩ ለወላጆቻችን መመሪያ ውስጥ እናብራራለን ....',
'How do I write a short story' => 'አጭር ታሪክ እንዴት እጽፋለሁ',
'First, Write the Basic Story' => 'በመጀመሪያ ፣ በአንድ መሰረታዊ ውስጥ መሰረታዊ ታሪክን ይፃፉ
መጻፍ ይጀምሩ. “ታሪኩን ለመፃፍ” አጭር ታሪክን ከጫፍ ጋር እንዴት እንደሚፃፍ የእርምጃዎች ዝርዝርን መጀመር ጅልነት መስሎ ሊታይ ይችላል ፣ ግን እስቲ ላስረዳ ፡፡

በእውነቱ ሁለት የተለያዩ ታሪኮች አሉ ፡፡ በባህሪያት ፣ ሴራ ፣ ገለፃ እና ቅጥ የተሟላ የሚመጣ የጥበብ ቅርፅ “አጫጭር ታሪኮች” አለ ፡፡

ከዚያ ምግብ ለጓደኛዎ በምግብ ላይ የሚነግሩት ታሪኩ ፣ አስቂኝ ፣ አስቂኝ ፣ እብድ ታሪክ አለ ፡፡

ታሪኩ እና አጭር ታሪኩ አንድ ዓይነት አይደሉም ፡፡ የቀድሞው ታሪክ ብቻ ነው ፣ ሁል ጊዜም እንነግራቸዋለን ፡፡ የኋላው ሥነ ጥበብ ነው ....',
'Any suggestions about the story or Requests:' => '
ስለታሪኩ ወይም ስለ ጥያቄው የቀረቡ ማናቸውም አስተያየቶች',


'Who We Are' => '
እኛ ማን ነን',
'we tell amazing fables' => 'አስገራሚ ተረት እንናገራለን',
'Through stories' => 'በታሪኮችን ፍላጎቶችን ፣ ፍርሃቶችን ፣ ሀዘንን ፣ ችግሮችን እና ደስታዎችን እናጋራለን እንዲሁም ከእነሱ ጋር መገናኘት እና መግባባት እንድንችል ከሌሎች ሰዎች ጋር የጋራ መግባባት እናገኛለን ፡፡ ተረቶች ሁለንተናዊ ፣ እራሳችንን በተሻለ እንድንረዳ እና ከሌሎች ጋር የጋራነትን እንድናገኝ የሚረዱን ትርጉም እና ዓላማ የሚያስተላልፉ ..',
'with efficiency to more understanding' => 'ለተጨማሪ ግንዛቤ በብቃት',
'But in a study at Princeton University' => 'ነገር ግን በፕሪንስተን ዩኒቨርስቲ በተደረገ ጥናት ሳይንቲስቶች እንዳሉት በጥሩ ሁኔታ የሚነገረውን ታሪክ ሲያዳምጡ ምላሽ የሚሰጡት የአንጎልዎ ክፍሎች እርስዎ በታሪኩ ውስጥ ቢሆኑ የሚመልሱ ናቸው ፡፡ ስለዚህ አንድ ሰው ስለ የተጠበሰ ቡና ሽታ ይናገራል እናም የመሽተትዎ ኮርቴክስ ያበራል ፡፡ እርሳስ ስለመውሰድ ይነግርዎታል እናም የሞተርዎ ኮርቴክስ ምላሽ ይሰጣል-በተለይም ከእጅ እንቅስቃሴ ጋር የተቆራኘ ክፍል።

አንድ ሰው አንድ ታሪክ ሲናገር እና እኛ እራሳችን በታሪኩ ውስጥ እንደሆንን አእምሯችን ምላሽ ሲሰጥ ፣ ከታሪኩ አቅራቢ ጋር ኃይለኛ ግንኙነት ይሰማናል ፡፡',
'Enjoy our Contents' => 'በእኛ ይዘቶች ይደሰቱ
',
'How big is my baby?' => 'ልጄ ምን ያህል ትልቅ ነው?',
'The Fourth Trimester' => 'አራተኛው ሶስት ወር',
'A Child Development' => 'የልጆች እድገት',
'Childcare'=> 'የልጆች እንክብካቤ',
'Baby Food'  => 'የህፃን ምግብ',
'Care' => 'እንክብካቤ',
'Baby Care Center' =>  'የሕፃናት እንክብካቤ ማዕከል' ,
'Baby Blog' => 'የህፃን ብሎግ',
'Disney' => 'Disney',
'Feeding' => 'መመገብ',
'Wheels' => 'ዊልስ',
'kids'=> 'ልጆች',
'adults' => 'አውቂዎች',
'read' =>'ያንብቡ',
'no_post'=>'ይቅርታ ምንም ፖስት አልተገኘም',
'post' =>'ፖስት',
];
